# To change this template, choose Tools | Templates
# and open the template in the editor.

FormatHTML = FormatoHTML
EnTete= El formato HTML naci&oacute; en torno al a&ntilde;o 90, su inventor Tim Berners-Lee.
TitreIndex=El formato HTML.
applicationTitle=El lenguaje HTML basa su filosof&iacute;a de desarrollo en la referenciaci&oacute;n. Para a&ntilde;adir un elemento externo a la p&acute;gina (imagen, v&iacute;deo, script, entre otros.), este no se incrusta directamente en el c&oacute;digo de la p&aacute;gina, sino que se hace una referencia a la ubicaci&oacute;n de dicho elemento mediante texto. De este modo, la p&aacute;gina web contiene s&oacute;lo texto mientras que recae en el navegador web (interpretador del c&oacute;digo) la tarea de unir todos los elementos y visualizar la p&aacute;gina final. Al ser un est&aacute;ndar, HTML busca ser un lenguaje que permita que cualquier p&aacute;gina web escrita en una determinada versi&oacute;n, pueda ser interpretada de la misma forma (est&aacute;ndar) por cualquier navegador web actualizado.Sin embargo, a lo largo de sus diferentes versiones, se han incorporado y suprimido diversas caracter&iacute;sticas, con el fin de hacerlo m&aacute;s eficiente y facilitar el desarrollo de p&aacute;ginas web compatibles con distintos navegadores y plataformas (PC de escritorio, port&aacute;tiles, tel&eacute;fonos inteligentes, tabletas, etc.).<a href="http://de.wikipedia.org/wiki/HTML">Sources Wiky</a>
Presentation=HTML es un lenguaje de descripci&ograve;n de formato de documento que se encuentra en la forma de un lenguaje de marcado cuya sintaxis viene de la Standard Generalized Markup Language (SGML).
greeting=Caracter&igrave;sticas:

TitreIndex1=Companion y Computadoras Servidores.
applicationTitle1=Antes de la configuraci&ograve;n de servidores, el uso de computadoras para uso personal fue aislada y poco pr&aacutectico. La necesidad de una empresa para adquirir una impresora para cada equipo, la dificultad para el intercambio de informaci&ograve;n digital entre diferentes ordenadores. Cada usuario debe copiar la informaci&ograve;n en un disquete y luego remitirlo al destinatario en persona.
Presentation1=En 1978, la Oficina de Investigaci&ograve;n del Departamento de Defensa de Estados Unidos, DARPA explorar la posibilidad de interconexi&oacute;n - enlazar varias LAN en una red de redes. DARPA interconecta cuatro servidores en cuatro universidades en los Estados Unidos. Cinco a&ntilde;os m&acute;s tarde, la red conecta muchas universidades de Estados Unidos
Presentation1b=La palabra no designa un tama&ntilde;o equipo servidor, pero un papel interpretado por un dispositivo en una red inform&aacute;tica. Un servidor puede ser una peque&ntilde;a caja, un ordenador, o cuando un miniordenador, un mainframe o una granja de Smartphone.
greeting1=Companion :
greetingPict=CSS/image/Server_es.jpg

TitreIndex2=Estructura del documento. 
applicationTitle2=En inform&aacute;tica, lenguajes de marcas representan una clase de idiomas especializados en textual enriquecimiento informaci&oacute;n. Ellos usan etiquetas, fichas definir secuencias de caracteres dentro de un flujo de caracteres (por ejemplo, un archivo de texto). La inclusi&oacute;n de etiquetas utiliza para transferir tanto la estructura del documento y el contenido. Esta estructura es comprensible por un programa de ordenador, que permite el procesamiento automatizado de los contenidos.
Presentation2=Utilice etiquetas, Basta para enmarcar porciones de texto con etiquetas a utilizar una funci&oacute;n del lenguaje. Por ejemplo, en HTML, simplemente enmarcar una palabra con el &lt;b&gt; y &lt;/ b&gt; para que aparezca en negrita. Un editor de texto simple es suficiente, y para definir un documento.
greeting2=lenguajes de marcado.

TitreIndex3=Las herramientas sem&aacute;nticas.
applicationTitle3=&lt;TABLE&gt; A&ntilde;adir una foto. &lt;TBODY&gt; Tabla de Apelaci&oacute;n. &lt;TD&gt; columna de la tabla.&lt;TFOOT&gt; Tabla pie. &lt;TH&gt; A&ntilde;ade una mesa de cabecera. &lt;THEAD&gt; La cabecera de la mesa.&lt;TR&gt; La fila de la tabla.
Presentation3=&lt;LI&gt; Un elemento de la lista. &lt;OL&gt; A&ntilde;ade una lista numerada. &lt;P&gt; A&ntilde;ade un p&aacute;rrafo.&lt;Script&gt; A&ntilde;ade un script. &lt;MULTICOL&gt; Texto varias columnas.&lt;FRAMESET&gt; En el marco de cuerpo. &lt;IFRAME&gt; Marco m&oacute;vil.&lt;INPUT&gt; En un formulario de inscripci&oacute;n. &lt;SELECT&gt; Para una forma de selecci&oacute;n.
greeting3=Listas, Mesas y formas :

TitreIndex4=Las herramientas sem&aacute;nticas.
applicationTitle4=&lt;A&gt; A&ntilde;ade un hiperv&iacute;nculo. &lt;Abrev&gt; En una abreviatura. &lt;Acronym&gt; Para un acr&oacute;nimo. &lt;H6&gt; Texto presentaton &lt;MENU&gt; Para hacer un men&uacute;. &lt;CENTER&gt; Centro del texto. &lt;BIG&gt; Expansi&oacute;n texto. &lt;BLINK&gt; parpadeo de texto. &lt;DEL&gt; Texto Barre. 
Presentation4=&lt;FONT&gt; Color o el tama&ntilde;o del texto. &lt;I&gt; texto en cursiva. texto &lt;MARQUEE&gt; Animaci&oacute;n. &lt;SMALL&gt; Peque&ntilde;o texto. &lt;strike&gt; texto tachado. &lt; STRONG&gt; texto en negrita. &lt;SUB&gt; texto sub&iacute;ndice. &lt;SUP&gt; texto super&iacute;ndice. &lt;U&gt; El texto subrayado.Wrap &lt;BR&gt;. &lt;HR&gt; A&ntilde;ade una l&iacute;nea horizontal. &lt;ESPACIADOR&gt; Un espacio en blanco. &lt;PUNTO&gt; A&ntilde;ade un lugar. &lt;TAB&gt; Una pesta&ntilde;a horizontal.
greeting4=Etiquetas de texto :

TitreIndex5=Las herramientas sem&aacute;nticas.
applicationTitle5=&lt;BANNER&gt; A&ntilde;ade una bandera. &lt;BGSOUND&gt; A&ntilde;adir un sonido flash. &lt;CODE&gt; A&ntilde;ade un c&oacute;digo. &lt;EM&gt; A&ntilde;ade un video flash. &lt;EMBED&gt; Para insertar un plugin.
Presentation5= &lt;Figura&gt; A&ntilde;ade una figura. &lt;FN&gt; A&ntilde;ade nota al pie. &lt;DFN&gt; A&ntilde;ade una definici&oacute;n.&lt;FORM&gt; A&ntilde;ade un formulario. &lt;FRAME&gt; A&ntilde;ade un enlace de marco. &lt;IMG&gt; A&ntilde;ade una imagen. &lt;MAP&gt; A&ntilde;ade un mapa.
greeting5=Etiquetas medios :

TitreIndex6=Caracteres especiales
applicationTitle6=Documento HTML incluye caracteres especiales fuera de la gama de siete bits ASCII dos goles son dignas de consideraci&oacute;n: la integridad de la informaci&oacute;n, y la pantalla del navegador universal. Hay varias maneras de especificar qu&eacute; codificaci&oacute;n de caracteres utilizado en el documento. En primer lugar, el servidor web puede incluir la codificaci&oacute;n de caracteres, o juego de caracteres en el Protocolo de transferencia de hipertexto (HTTP) cabecera Content-Type.
Presentation6=Telecomunicaciones e inform&aacute;tica, un conjunto de caracteres codificados es un c&oacute;digo que combina car&aacute;cter abstracto de uno o m&aacute;s sistemas de escritura (como alfabetos o cebadores) utilizados para transcribir el lenguaje natural con una representaci&oacute;n digital para cada car&aacute;cter de este juego, ese n&uacute;mero puede en s&iacute; tener diferentes representaciones digitales.
Presentation6b=En algunos contextos (especialmente en las comunicaciones y en el uso de datos de la computadora), es importante distinguir un repertorio de caracteres, que es un conjunto completo de caracteres abstractos que un sistema apoya y Juego de caracteres codificado o codificaci&oacute;n de caracteres que especifica la forma de representar un personaje usando un conjunto.<a href="http://htmlhelp.com/reference/html40/entities/latin1.html">latin</a>
greeting6=La codificaci&oacute;n de caracteres:

TitreIndex7=ser capaz de hacer su sitio web.
applicationTitle7=Hoy en d&iacute;a, la web es accesible a trav&eacute;s de diferentes operadores conocidos o desconocidos (libre, Orange, Wanadoo, Bouygues, MagicNet). Algunos de estos operadores permiten alojado en el sitio web basado en HTML (HyperText Markup Language). que utilizan el protocolo HTTP que permite al cliente (por lo general a trav&eacute;s de un navegador web) recursos de acceso con una URL. A veces llamado "sitio web" en lugar de "sitio web". Los sitios web pueden no estar disponibles en el Internet. Un navegador web es el software, permetant multimedia para tener acceso a los datos a trav&eacute;s de HTTP, FTP tambi&eacute;n. Sus datos se proporcionan a menudo en un HTML, PHP para el p\u00fablico y JSP, JSF para el privado (Profesional Establecimiento).
Presentation7=Una p&aacute;gina web o sitio web (sitio en Ingl&eacute;s, literalmente "&laquo; sitio web &raquo; en franc&eacute;s) es un conjunto de p&aacute;ginas web y recursos relacionados accesibles a trav&eacute;s de una direcci&oacute;n web. Un sitio web est&aacute; alojado en un servidor web, en s&iacute; accesible a trav&eacute;s de una internet o intranet. El sitio web contiene textos y multimedia.
Presentation7b=Creaci&oacute;n de un sitio web puede ser confiada a una agencia web o hizo usted mismo. Si la creaci&oacute;n se conf&iacute;a a una agencia web es importante aguas arriba han establecido un primer encuadre o las especificaciones del proyecto. Para desarrollar una propia p&aacute;gina web, es posible utilizar un editor de p&aacute;ginas web; para los desarrolladores web con experiencia, un editor de texto simple ser&aacute; suficiente. Tambi&eacute;n se puede utilizar un sistema de gesti&oacute;n de contenidos.
greeting7=World Wide Web (WWW) :

TitreIndex8=Web sem&aacute;ntica o web sem&aacute;ntica.
applicationTitle8=Apuntar uso universal de la Web, el W3C est&aacute; trabajando en est&aacute;ndares y un estandarizaci&oacute;n global independiente de las distintas herramientas utilizadas por los usuarios de Internet (ordenadores, software ...). En la misma perspectiva de la generalizaci&oacute;n, estas normas deben ser los derechos de autor libre y abierto a todos. La f&oacute;rmula que se generaliza la idea fundacional es &laquo;guiar la Web de potenciar al m&aacute;ximo su potencial.&raquo;
Presentation8=El nacimiento del W3C en la primera conferencia internacional de la WWW es concomitante con otro fuerte idea de Tim Berners-Lee, la Web Sem&aacute;ntica. En la conferencia, explic&oacute; que & laquo; Web necesita sem&aacute;ntica & raquo; &Eacute;l busca; m&aacute;s all&aacute; de la l&oacute;gica del enlace de hipertexto desde la perspectiva de la Web con el mundo real por la sem&aacute;ntica. Por lo tanto, proporciona una base te&oacute;rica primicias Web.
Presentation8b=El World Wide Web Consortium, abreviado con las siglas W3C, es una organizaci&oacute;n de est&aacute;ndares sin fines de lucro, fundada en octubre de 1994 a cargo de promover la compatibilidad de las tecnolog&iacute;as de la World Wide Web. Consortium (W3C), que promueve m&eacute;todos comunes para el intercambio de datos.El Web Sem&aacute;ntica pretende ayudar a la aparici&oacute;n de nuevos conocimientos basados en el conocimiento ya presente en Internet. Para lograr esto, la Web Sem&aacute;ntica est&aacute; implementando datos de la Web de la vinculaci&oacute;n y la organizaci&oacute;n de la informaci&oacute;n en Internet para acceder simplemente el conocimiento que ya tiene.
greeting8=El nacimiento del W3C :

HTMLGlossary=Glosario HTML
GettingStarted=Para Empezando
SinglePage=Sola P&aacute;gina
TheTags=Las Etiquetas
ThefollowingTags=Siguientes Etiquetas
EndTags=Etiquetas Finales   
TheCaractere=El Personaje
NowYou=Ahora Tu    
ToContinue=Para Continuar 
 
 
 
 
 
 