# To change this template, choose Tools | Templates
# and open the template in the editor.

TitreIndex=Das Format HTML.
applicationTitle=HTML-Dokumente sind die Grundlage des World Wide Web und werden von Webbrowsern dargestellt. Neben den vom Browser angezeigten Inhalten k&ouml;nnen HTML-Dateien zus&auml;tzliche Angaben in Form von Metainformationen enthalten, z. B. &uuml;ber die im Text verwendeten Sprachen, den Autor oder den zusammengefassten Inhalt des Textes.HTML wird vom World Wide Web Consortium (W3C) und der Web Hypertext Application Technology Working Group (WHATWG) weiterentwickelt. Die aktuelle Version ist seit dem 28. Oktober 2014 HTML5,[4] die bereits von vielen aktuellen Webbrowsern und anderen Layout-Engines unterst&uuml;tzt wird.<a href="http://de.wikipedia.org/wiki/HTML">Sources Wiky</a>
Presentation=HTML ist ein Dokumentenformat Beschreibungssprache, die in Form einer Markup-Sprache, deren Syntax kommt von der Standard Generalized Markup Language (SGML) ist.
FormatHTML = FormatHTML
EnTete=Das Format HTML wurde um das Jahr 90 geboren, seinem Erfinder Tim Berners-Lee.
greeting=Eigenschaften:

TitreIndex=Die Dienstprogramme Computerservern .
applicationTitle1=Vor dem Einrichten Server, war der Einsatz von Computern f&uuml;r den pers&ouml;nlichen Gebrauch isoliert und unpraktisch. Die Notwendigkeit f&uuml;r ein Unternehmen, einen Drucker f&uuml;r jeden Computer, die Schwierigkeit der Austausch digitaler Daten zwischen verschiedenen Computern zu erwerben. Jeder Benutzer muss die Informationen auf eine Diskette kopieren und leitet sie an den Adressaten pers&ouml;nlich.
Presentation1=1978 wurde die Forschungsstelle des US-Verteidigungsministeriums, DARPA die M&ouml;glichkeit der Internetworking - verbinden mehrere LANs in einem Netz der Netze. DARPA verbindet vier Server in vier Universit&auml;ten in den Vereinigten Staaten. F&uuml;nf Jahre sp&auml;ter, das Netzwerk verbindet viele US-Universit&auml;ten.
Presentation1b=Das Wort bezeichnet nicht einen Server-Computer Gr&ouml;\u00dfe, sondern eine Rolle von einem Ger&auml;t auf ein Computer-Netzwerk gespielt. Ein Server kann eine kleine Box, einen Computer, oder wenn sein ein Minicomputer, ein Gro\u00dfrechner oder ein Smartphone.
greeting1=Die Dienstprogramme :
greetingPict=CSS/image/Server_de.jpg

TitreIndex2=das Dokument zu Struktur.
applicationTitle2=In Computing, Markup-Sprachen stellen eine Klasse von Fachsprachen in Textinformationen Bereicherung. Sie verwenden Tags, Tokens, die Sequenzen von Zeichen innerhalb eines Zeichenstrom (zum Beispiel eine Textdatei). Die Einbeziehung von Tags verwendet werden, um sowohl das Dokument zu Struktur und Inhalt zu &uuml;bertragen. Diese Struktur wird durch ein Computerprogramm, das automatisierte Verarbeitung der Inhalte erm&ouml;glicht verst&auml;ndlich.
Presentation2=Tags verwenden, gen&uuml;gt es, Teile des Textes mit Umbauten Rahmen zu einem Merkmal der Sprache zu verwenden. Zum Beispiel in HTML-Frame einfach ein Wort mit dem &lt;b&gt; und &lt;/ b&gt; f&uuml;r sie in Fettdruck angezeigt werden. Ein einfacher Texteditor ist genug, und, um ein Dokument zu definieren.
greeting2=Auszeichnungssprachen.

TitreIndex3=Die semantische Werkzeuge.
applicationTitle3=&lt;TABLE&gt; F&uuml;gen Sie ein Bild. &lt;TBODY&gt; Table K&ouml;rper. &lt;TD&gt; Tabellenspalte.&lt;TFOOT&gt; Table Fu\u00df. &lt;TH&gt; F&uuml;gt einen Header-Tabelle. &lt;THEAD&gt; Das Kopfende des Tisches.&lt;TR&gt; Die Tabellenzeile.
Presentation3=&lt;LI&gt; ein Listenelement. &lt;OL&gt; F&uuml;gt eine nummerierte Liste. &lt;P&gt; F&uuml;gt einen Absatz.&lt;SCRIPT&gt; F&uuml;gt ein Skript. &lt;MULTICOL&gt; Text mit mehreren Spalten.&lt;FRAMESET&gt; F&uuml;r den Karosserierahmen. &lt;IFRAME&gt; Handy Frame.&lt;INPUT&gt; F&uuml;r ein Eingabeformular. &lt;SELECT&gt; F&uuml;r ein Auswahlformular.
greeting3=Listen, Tabellen und Formen :

TitreIndex4=Die semantische Werkzeuge.
applicationTitle4=&lt;A&gt; F&uuml;gt einen Hyperlink verwiesen wird. &lt;ABBREV&gt; F&uuml;r eine Abk&uuml;rzung. &lt;Acronym&gt; F&uuml;r ein Akronym. &lt;H6&gt; Text Pr\u00e9sentaton 6. &lt;MENU&gt;, um ein Men&uuml; zu machen. &lt;CENTER&gt; Zentrum des Textes. &lt;BIG&gt; Expansion Text. &lt;BLINK&gt; Text blinkt. &lt;DEL&gt; Text Barre. 
Presentation4=&lt;FONT&gt; Farbe oder Textgr&ouml;\u00dfe. &lt;I&gt; kursiver Text. &lt;marquee&gt; Animated Text. &lt;small&gt; Kleine Text. &lt;strike&gt; gestrichener Text. &lt; STRONG&gt; Text fett. &lt;sub&gt; tiefgestellten Text. &lt;sup&gt; hochgestellten Text. &lt;U&gt;, unterstrichenen Text.&lt;BR&gt; Wrap. &lt;HR&gt; F&uuml;gt eine horizontale Linie. &lt;SPACER&gt; A Leerraum. &lt;SPOT&gt; F&uuml;gt einen Punkt. &lt;TAB&gt; Eine horizontale Registerkarte.
greeting4=Text-Tags :

TitreIndex5=Die semantische Werkzeuge.
applicationTitle5=&lt;BANNER&gt; F&uuml;gt ein Banner. &lt;BGSOUND&gt; F&uuml;gen Sie ein Flash-Sound. &lt;Code&gt; F&uuml;gt einen Code. &lt;EM&gt; F&uuml;gt ein Flash-Video. &lt;EMBED&gt; Um ein Plugin einf&uuml;gen. 
Presentation5=&lt;Figur&gt; F&uuml;gt eine Figur. &lt;Fn&gt; F&uuml;gt Fu\u00dfnote. &lt;DFN&gt; F&uuml;gt eine Definition.&lt;FORM&gt; F&uuml;gt eine Form. &lt;FRAME&gt; F&uuml;gt einen Frame Link. &lt;IMG&gt; F&uuml;gt ein Bild. &lt;MAP&gt; F&uuml;gt eine Karte.
greeting5=Tags Medien :

TitreIndex6=Sonderzeichen.
applicationTitle6=HTML-Dokument enth&auml;lt spezielle Zeichen au\u00dferhalb des Bereichs der Sieben-Bit ASCII zwei Ziele sind eine &Uuml;berlegung wert: die Integrit&auml;t der Daten ist, und universelle Browser-Anzeige. Es gibt mehrere M&ouml;glichkeiten, um festzulegen, welche Zeichencodierung wird im Dokument verwendet werden. Erstens kann der Web-Server die Zeichenkodierung oder charset in den Hypertext Transfer Protocol (HTTP) Content-Type-Header, Typisch.
Presentation6=Telekommunikation und Datenverarbeitung, ist ein codierten Zeichensatz ein Code, den abstrakten Charakter von einem oder mehreren Schriftsystemen (wie Buchstaben oder Primer) verwendet werden, um in nat&uuml;rlicher Sprache mit einer digitalen Darstellung f&uuml;r jeden transkribieren kombiniert Charakter dieses Spiel, diese Zahl kann sich unterschiedliche digitale Darstellungen.
Presentation6b=In einigen Zusammenh&auml;ngen (insbesondere in der Kommunikation und in der Verwendung von Computerdaten), ist es wichtig, einen Zeichenvorrat, der eine komplette Reihe von abstrakten Zeichen, die ein System unterst&uuml;tzt wird, und codierten Zeichensatz oder zu unterscheiden Zeichenkodierung, die, wie man einen Charakter darstellen mit einer ganzen angibt.<a href="http://htmlhelp.com/reference/html40/entities/latin1.html">latin</a>
greeting6=Die karakter enkodering:

TitreIndex7=in der Lage, Ihre Website zu tun.
applicationTitle7=Heute ist das Web ist &uuml;ber verschiedene bekannte oder unbekannte Operatoren (kostenlos, Orange, Wanadoo, Bouygues, MagicNet) zug&auml;nglich. Einige dieser Operatoren k&ouml;nnen Sie auf der Website auf Basis von HTML (Hypertext Markup Language) gehostet. sie das HTTP-Protokoll, das den Client (in der Regel &uuml;ber einen Browser) erm&ouml;glicht d & acute verwenden, den Zugriff auf Ressourcen mit einer URL. Manchmal auch als "Website" statt "Website". Die Websites sind m&ouml;glicherweise nicht im Internet zur Verf&uuml;gung. Ein Web-Browser ist eine Software, Multimedia permetant um Zugriff auf die Daten &uuml;ber HTTP auch, FTP. Seine Daten werden oft in einem HTML f&uuml;r die \u00d6ffentlichkeit und JSP, JSF f&uuml;r den privaten (Professional Establishment) vorgesehen ist, PHP.
Presentation7=Eine Website oder eine Website (Webseite in Englisch, w&ouml;rtlich "&laquo; Website &raquo; in Franz&ouml;sisch) ist eine Reihe von Web-Seiten und &uuml;ber eine Web-Adresse zug&auml;nglich verwandten Ressourcen. Eine Website wird auf einem Webserver gehostet wird, sich &uuml;ber ein Internet oder Intranet zug&auml;nglich. Die Website enth&auml;lt Texte und Multimedia.
Presentation7b=Erstellen einer Website zu einer Web-Agentur beauftragt oder selbst hergestellt werden. Wenn die Sch&ouml;pfung ist mit einer Web-Agentur betraut ist es wichtig, stromaufw&auml;rts einen ersten Framing oder Spezifikationen des Projekts gesetzt. Um eine Website selbst zu entwickeln, ist es m&ouml;glich, ein Webseiten-Editor zu verwenden; f&uuml;r erfahrene Web-Entwickler, ein einfacher Texteditor wird ausreichen. Man kann auch ein Content-Management-System zu verwenden.
greeting7=World Wide Web (WWW) :

TitreIndex8=Das Semantic Web oder semantische Web.
applicationTitle8=Mit dem Ziel den universellen Einsatz des Web wird die W3C-Standards f&uuml;r Arbeiten und eine unabh&auml;ngige globale Standardisierung der verschiedenen Werkzeuge von Internet-Nutzern (Computer, Software, ...) verwendet. In der gleichen Perspektive der Verallgemeinerung, m&uuml;ssen diese Standards copyright kostenlos und offen f&uuml;r alle. Die Formel, die die Gr&uuml;ndungsidee verallgemeinert ist,&laquo; f&uuml;hren das Web, um sein Potenzial voll zu maximieren &raquo;.
Presentation8=Das W3C Geburt an der ersten internationalen Konferenz des WWW ist gleichzeitig mit einem weiteren starken Vorstellung von Tim Berners-Lee, der Semantic Web. Auf der Konferenz, erkl&auml;rte er, dass & laquo; Web muss semantische & raquo; Er will; &uuml;ber die Logik des Hypertext-Link aus der Sicht der Bahn an der realen Welt durch Semantik. Es ist daher eine theoretische Grundlage Premieren Web.
Presentation8b=Das World Wide Web Consortium, mit dem Akronym W3C abgek&uuml;rzt, ist ein Non-Profit-Organisation f&uuml;r Normung, im Oktober 1994 zust&auml;ndig f&uuml;r die F&ouml;rderung der Vereinbarkeit der World Wide Web-Technologien gegr&uuml;ndet. Consortium (W3C), der h&auml;ufigsten Methoden f&uuml;r den Austausch von Daten Semantic Web f&ouml;rdert zielt darauf ab, die Entstehung von neuem Wissen auf Wissen bereits im Internet pr&auml;sent zu helfen. Um dies zu erreichen, das Semantic Web ist die Umsetzung Web-Daten zu verkn&uuml;pfen und Organisieren von Informationen &uuml;ber das Internet, um einfach auf die Kenntnisse sie bereits.
greeting8=Die Geburt n&acute; W3C :

HTMLGlossary=HTML Glossar
GettingStarted=Far Anfangen
SinglePage=Einzelne Seite
TheTags=Die Stichworte
ThefollowingTags=Folgende Schlagworte
EndTags=End Schlagw&ouml;rter   
TheCaractere=Der Charakter
NowYou=Jetzt Du    
ToContinue=Far Fortsetzen 
 
 
 
 
 
 
 