# To change this template, choose Tools | Templates
# and open the template in the editor.

FormatHTML = FormatHTML
EnTete=Le format HTML est n&eacute; autour de l&acute;an 90, l&acute;inventeur Tim Berners-Lee.
TitreIndex=Le format HTML.
applicationTitle=le format HTML permet &eacute;galement de diffuser les images et autres multim&eacute;dias mais aussi d&acute;enregistrer un document. le format HTML est habituellement utilis&eacute; avec un navigateur. Un navigateur est un programme qui ouvre les documents HTML, Au fil des ans, le nombre de diff&eacute;rents navigateur pour une utilisation du HTML, &agrave; consid&eacute;rablement &eacute;largi. Des probl&egrave;mes d&acute;interpr&eacute;tation se produisent, le Wide Web Consortium (W3C) norme mondiale &eacute;tablie pour d&eacute;terminer la validit&eacute; et la fa\u00e7on dont ils doivent &ecirc;tre interpr&eacute;t&eacute;s. La norme a &eacute;t&eacute; fr&eacute;quemment mis &agrave; jour pour permettre de nouveaux d&eacute;veloppements. La derni&egrave;re norme en HTML 4.01, date de D&eacute;cembre 1999. Av&eacute;r&eacute; pourtant insuffisant pour r&eacute;pondre aux besoins de rendu des documents et fournir de l&acute;interactivit&eacute;. Cela &agrave; ensuite men&eacute; &agrave; des normes suppl&eacute;mentaires pour combler les lacunes, y compris le CSS(Cascading Style Sheets) particuli&egrave;rement concern&eacute;s pour assurer la mise en forme pr&eacute;cise et coh&eacute;rente des documents) et JavaScript (qui vise &agrave; augmenter l&acute;interactivit&eacute; des documents).<a href="http://fr.wikipedia.org/wiki/HTML">Sources Wiky</a>
Presentation=HTML est un Langage de description de format de document qui se pr&eacute;sente sous la forme d\u2019un langage de balisage dont la syntaxe vient du Standard Generalized Markup Language (SGML).
greeting=Caract&eacute;ristiques :

TitreIndex1=Les utilitaires & Serveurs informatique.
applicationTitle1=Avant la mise en place de serveurs, l&acute;utilisation d&acute;ordinateurs &agrave; usage personnel et isol&eacute;s &eacute;tait peu pratique. La n&eacute;cessit&eacute; pour une entreprise d&acute;acqu&eacute;rir une imprimante pour chaque ordinateur, la difficult&eacute; des &eacute;changes d&acute;informations num&eacute;riques entre les diff&eacute;rents ordinateurs. Chaque usager devait copier les informations sur une disquette puis la transmettre en main propre au destinataire.
Presentation1=En 1978 le bureau de recherche du d&eacute;partement de la d&eacute;fense des Etats-Unis, le DARPA &eacute;tudie la possibilit&eacute;  du nom de internetworking - relier entre eux plusieurs r&eacute;seaux locaux dans un r&eacute;seau de r&eacute;seaux. Le DARPA relie ensemble 4 serveurs dans 4 universit&eacute;s des Etats-Unis. Cinq ans plus tard le r&eacute;seau relie de nombreuses universit&eacute;s des Etats-Unis.
Presentation1b=Le mot serveur ne d&eacute;signe pas une taille d&acute;ordinateur, mais un r&ocirc;le jou&eacute; par un appareil sur un r&eacute;seau informatique. Un serveur peut &ecirc;tre un micro-ordinateur, ou alors un mini-ordinateur, un mainframe voire un smartphone.
greeting1=Les utilitaires :
greetingPict=CSS/image/Server.jpg

TitreIndex2=la structure du document.
applicationTitle2=En informatique, les langages de balisage repr&eacute;sentent une classe de langages sp&eacute;cialis&eacute;s afin de rendre une information textuelle. Ils utilisent des balises, unit&eacute;s syntaxiques d&eacute;limitant des s&eacute;quences de caract&egrave;res au sein de flux de caract&egrave;res (par exemple un fichier texte).La mise en place de balises permet de transf&eacute;rer &agrave; la fois la structure du document et son contenu. Cette structure est compr&eacute;hensible par un programme informatique, ce qui permet un traitement automatis&eacute; du contenu.
Presentation2=Utiliser des balises ,Il suffit en effet de cadrer des portions de texte par des balises pour utiliser une fonctionnalit&eacute; du langage. Par exemple en HTML il suffit de placer un mot entre les balises &lt;b&gt; et &lt;/b&gt; pour le voir apparaitre en gras.Un simple &eacute;diteur de texte suffit ainsi &agrave; d&eacute;finir un document.
greeting2=les langages de balisage.

TitreIndex3=Les outils s&eacute;mantique.
applicationTitle3=&lt;TABLE&gt; Ajouter un tableau.&lt;TBODY&gt; Corps de tableau.&lt;TD&gt; Colonne de tableau.&lt;TFOOT&gt; Pied de tableau.&lt;TH&gt;Ajoute une table header.&lt;THEAD&gt; La t&ecirc;te du tableau.&lt;TR&gt; La ligne de tableau.
Presentation3=&lt;LI&gt; Un &eacute;l&eacute;ment de liste.&lt;OL&gt; Ajoute une liste num&eacute;rot&eacute;e.&lt;P&gt; Ajoute un paragraphe.&lt;SCRIPT&gt; Ajoute un script.&lt;MULTICOL&gt; Texte avec plusieurs colonnes.&lt;FRAMESET&gt; Pour le corps de frame.&lt;IFRAME&gt; Frame mobile.&lt;INPUT&gt; Pour un formulaire d&acute;entr&eacute;e.&lt;SELECT&gt; Pour un formulaire de s&eacute;lection.
greeting3=Les listes , les tables & les formulaires :

TitreIndex4=Les outils s&eacute;mantique.
applicationTitle4=&lt;A&gt;Ajoute un lien hypertexte.&lt;ABBREV&gt; Pour une abr&eacute;viation.&lt;ACRONYM&gt; Pour un sigle.&lt;H6&gt; Pr&eacute;sentaton de texte &lt;MENU&gt; Pour faire un menu.&lt;CENTER&gt; Centre le texte.&lt;BIG&gt; Agrandissement du texte.&lt;BLINK&gt; Texte qui clignote.&lt;DEL&gt; Texte Barr&eacute;.
Presentation4=&lt;FONT&gt; Couleur ou taille de texte.&lt;I&gt; Texte en Italique.&lt;MARQUEE&gt; Texte anim&eacute;.&lt;SMALL&gt; Petit texte.&lt;STRIKE&gt; Texte barr&eacute;.&lt;STRONG&gt; Texte en gras.&lt;SUB&gt; Texte en indice.&lt;SUP&gt; Texte en exposant.&lt;U&gt; Texte soulign&eacute;.&lt;BR&gt; Retour &agrave; la ligne.&lt;HR&gt; Ajoute une ligne horizontale.&lt;SPACER&gt; Un espace blanc.&lt;SPOT&gt; Ajoute un spot.&lt;TAB&gt; Une tabulation horizontale.
greeting4=Les balises texte :

TitreIndex5=Les outils s&eacute;mantique.
applicationTitle5=&lt;BANNER&gt; Ajoute une banni&egrave;re.&lt;BGSOUND&gt; Ajoute un son flash.&lt;CODE&gt; Ajoute un code.&lt;EM&gt; Ajoute une vid&eacute;o flash.&lt;EMBED&gt; Pour ins&eacute;rer un plugin.
Presentation5=&lt;FIG&gt; Ajoute une figure.&lt;FN&gt; Ajoute un footnote.&lt;DFN&gt; Ajoute une d&eacute;finition.&lt;FORM&gt; Ajoute un formulaire.&lt;FRAME&gt; Ajoute un lien frame.&lt;IMG&gt; Ajoute une image.&lt;MAP&gt; Ajoute une map.
greeting5=Les balises media :

TitreIndex6=Les caract&egrave;res sp&eacute;ciaux
applicationTitle6=Le document HTML inclut des caract&egrave;res sp&eacute;ciaux en dehors de la gamme de sept bits ASCII deux objectifs sont &agrave; consid&eacute;rer: l&acute;int&eacute;grit&eacute; de l&acute;information, et l&acute;affichage du navigateur universel.Il ya plusieurs fa\u00e7ons de sp&eacute;cifier le codage de caract&egrave;res utilis&eacute; dans le document. Tout d&acute;abord, le serveur web peut inclure le codage de caract&egrave;res ou "charset" dans le protocole de transfert hypertexte (HTTP) Content-Type en-t&ecirc;te.
Presentation6=En t&eacute;l&eacute;communications et en informatique, un jeu de caract&egrave;res cod&eacute;s est un code qui associe un jeu de caract&egrave;res abstraits d\u2019un ou plusieurs syst&egrave;mes d\u2019&eacute;criture (comme des alphabets ou des syllabaires) utilis&eacute;s pour transcrire des langues naturelles avec une repr&eacute;sentation num&eacute;rique pour chaque caract&egrave;re de ce jeu, ce nombre pouvant lui-m\u00eame avoir des repr&eacute;sentations num&eacute;riques diff&eacute;rentes.
Presentation6b=Dans certains contextes (en particulier dans les communications et dans l&acute;utilisation de donn&eacute;es informatiques), il est important de distinguer un r&eacute;pertoire de caract&egrave;res, qui est un jeu complet de caract&egrave;res abstraits qu&acute;un syst&egrave;me supporte, et un jeu de caract&egrave;res cod&eacute;s ou codage de caract&egrave;res qui sp&eacute;cifie comment repr&eacute;senter un caract&egrave;re en utilisant un entier.<a href="http://htmlhelp.com/reference/html40/entities/latin1.html">latin</a>
greeting6=Le codage de caract&egrave;res :

TitreIndex7=seriez capable de faire votre site Internet. 
applicationTitle7=Aujourd\u2019hui, le Web est accessible via differents op&eacute;rateurs connus ou moins connus(free, orange, wanadoo, bouygues, MagicNet).Certains de ces operateurs permettent d&acute;h&eacute;berg&eacute;s sur le site web reposent sur du HTML (HyperText Markup Language).Ils utilisent le protocole HTTP qui permet au client (g&eacute;n&eacute;ralement via un navigateur web) d&acute;acc&eacute;der &agrave; des ressources par un URL.On parle parfois de "site internet" au lieu de "site web". Les websites ne sont pas forc&eacute;ment accessibles sur internet. Un navigateur web est logiciel, multim&eacute;dia permetant d&acute;avoir acces a des donn&eacute;e via un protocole HTTP , mais aussi FTP.Ses donn&eacute;e sont souvent fournit sous un format HTML, PHP pour le public et JSP, JSF pour le priv&eacute; (Etablissement professionel).
Presentation7=Un site ou site web (de l&acute;anglais website, litt&eacute;ralement &laquo; site de la toile &raquo; en fran\u00e7ais) est un ensemble de pages web et de ressources li&eacute;es et accessible via une adresse web. Un site web est h&eacute;berg&eacute; sur un serveur web, lui-m&ecirc;me accessible via un r&eacute;seau internet ou intranet. Le site web contient textes et multim&eacute;dia.
Presentation7b=La cr&eacute;ation d&acute;un site peut &ecirc;tre confi&eacute;e &agrave; une agence web ou faite soi-m&ecirc;me.Si la cr&eacute;ation est confi&eacute;e &agrave; une agence web il est important en amont d&acute;avoir d&eacute;fini un premier cadrage ou cahier des charges du projet.Pour d&eacute;velopper un site web soi-m&ecirc;me, il est possible d&acute;utiliser un &eacute;diteur de pages web ; pour les d&eacute;veloppeurs web avertis,un simple &eacute;diteur de texte peut suffire. On peut aussi avoir recours &agrave; un syst\u00e8me de gestion de contenu.
greeting7=World Wide Web (WWW) :

TitreIndex8=Le Web s&eacute;mantique, ou toile s&eacute;mantique.
applicationTitle8=Visant une utilisation universelle du Web, le W3C travaille sur des standards et une normalisation globale ind&eacute;pendante des diff&eacute;rents outils utilis&eacute;s par les internautes (ordinateurs, logiciels\u2026). Dans la m&ecirc;me perspective de g&eacute;n&eacute;ralisation, ces standards doivent &ecirc;tre libres de droit et ouverts &agrave; tous. La formule qui g&eacute;n&eacute;ralise l&acute;id&eacute;e fondatrice est de &laquo; mener le Web &agrave; optimiser pleinement son potentiel &raquo;. 
Presentation8=La naissance du W3C lors de la premi&egrave;re conf&eacute;rence internationale du WWW est concomitante avec une nouvelle id&eacute;e forte de Tim Berners-Lee, le Web s&eacute;mantique. Lors de cette conf&eacute;rence, il explique que &laquo; le Web a besoin de s&eacute;mantique &raquo; : il cherche &agrave; d&eacute;passer la logique de l&acute;hypertexte dans la perspective de lier le Web au monde r&eacute;el par la s&eacute;mantique. Il pose ainsi les premi&egrave;res bases th&eacute;oriques du Web.
Presentation8b=Le World Wide Web Consortium, abr&eacute;g&eacute; par le sigle W3C, est un organisme de normalisation &agrave; but non lucratif, fond&eacute; en octobre 1994 charg&eacute; de promouvoir la compatibilit&eacute; des technologies du World Wide Web. Consortium (W3C) qui favorise des m&eacute;thodes communes pour &eacute;changer des donn&eacute;es.Le Web s&eacute;mantique vise &agrave; aider l&acute;&eacute;mergence de nouvelles connaissances en s&acute;appuyant sur les connaissances d&eacute;j&agrave; pr&eacute;sentes sur Internet. Pour y parvenir, le Web s&eacute;mantique met en \u0153uvre le Web des donn&eacute;es qui consiste &agrave; lier et structurer l&acute;information sur Internet pour acc&eacute;der simplement &agrave; la connaissance qu&acute;elle contient d&eacute;j&agrave;.
greeting8=La naissance du W3C :

HTMLGlossary=Glossaire HTML
GettingStarted=Pour Commencer
SinglePage=Page Simple
TheTags=Les Balises
ThefollowingTags=Balises Suite
EndTags=Balises Fin   
TheCaractere=Les Caracteres
NowYou=Maintenant Vous   
ToContinue=Pour Continuer